itptest_mb/redis_mcf/redis_output/redis7778.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    83768160 ops,  468262 (avg:  465372) ops/sec, 466.44MB/sec (avg: 463.51MB/sec),  6.39 (avg:  6.43) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets      232686.76          ---          ---      6.42900    237913.12
Gets      232686.76    232629.19        57.57      6.42900    236720.23
Waits          0.00          ---          ---      0.00000          ---
Totals    465373.51    232629.19        57.57      6.42900    474633.35