itptest_mb/redis_mcf/redis_output/redis7779.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    83777010 ops,  469499 (avg:  465424) ops/sec, 467.67MB/sec (avg: 463.56MB/sec),  6.36 (avg:  6.43) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets      232711.69          ---          ---      6.42800    237938.61
Gets      232711.69    232652.98        58.71      6.42800    236744.48
Waits          0.00          ---          ---      0.00000          ---
Totals    465423.38    232652.98        58.71      6.42800    474683.09